cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'homebrew/versions'

brew 'ripgrep'
brew 'fzf'
brew 'coreutils'
#brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'ffmpeg'

brew 'hub'
brew 'gh'

brew 'macvim'
brew 'ykman'

cask 'visual-studio-code'
cask 'ngrok'
cask 'iterm2'
cask 'slack'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'steam'
#cask 'transmission'
cask 'vlc'
#cask 'lastpass'
cask 'docker'
cask 'sketch'
cask 'skype'
cask 'licecap'
cask 'kap'

