cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ruby'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'ack'
brew 'macvim'

cask "java"

cask 'skype'
cask 'iterm2'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'sketch'
cask 'lastpass'
cask 'twitter'
cask 'twitter'
cask 'thunderbird'

cask "android-studio"
